Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3834.html.tmx
Source language: nob
Languages: sme

source: Støtter etablering av kulturformidlingssenter for nordlige folk i Russland
sme: Doarju davviálbmogiid kulturgaskkustanguovddáža ásaheami Ruošša bealde

source: Sametingsrådet bevilger 20 tusen kroner i støtte til etablering av kulturformidlingssenter for nordlige folk i Russland.
sme: Sámediggeráđđi juolluda 20 000 ru doarjjan davviálbmogiid kulturgaskkustanguovddáža ásaheapmái Ruošša bealde.

source: Stiftere er Senter for nordlige folk, Riddu Riđđu og Namgar Lkhasaranova i Moskva.
sme: Vuođđudeaddjin leat Davviálbmogiid guovddáš, Riddu Riđđu ja Namgar Lkhasaranova Moskovas.

source: Det formelle navnet er Kulturformidlingssenter for nordlige urfolk.
sme: Formála namma (dárogillii) lea Kulturformidlingssenter for nordlige urfolk.

source: Skal fremme samarbeid
sme: Galgá ovddidit ovttasbarggu

source: Senteret skal bidra til å fremme kunstnerisk og kulturelt samarbeid mellom Russland og Norge / norden med særlig fokus på urfolk og minoriteter.
sme: Guovddáš galgá ovdánahttit dáiddalaš ja kultuvrralaš ovttasbarggu Ruošša ja Norgga / davviriikkaid gaskka, mas erenoamážit guovddážis leat álgoálbmogat ja minoritehtat.

source: - Det er bra at urfolk samarbeider fordi vi har mye å lære av hverandre.
sme: - Buorre lea go álgoálbmogat barget ovttas danne go mis lea ollu maid oahppat guđet guoimmisteamet.

source: Senteret kan skape enda tettere bånd mellom urfolk i våre områder, sier rådsmedlem Vibeke Larsen.
sme: Guovddáš galgá vel ain eanet nannet oktavuođaid álgoálbmogiid gaskka min guovlluin, dadjá ráđđelahttu Vibeke Larsen.

source: Senteret er videreføring av det internasjonale kulturarbeidet Riddu Riđđu festivála og Senter for nordlige folk har drevet gjennom flere år, med vekt på nordområdene og Russland.
sme: Guovddáš lea riikkaidgaskasaš kulturbarggu viidáset gaskkusteapmi maid Riddu Riđđu festivála ja Davviálbmogiid guovddáš leat čađahan máŋggaid jagiid, davviguovlluid ja Ruošša ektui ovddemusat.

source: Senteret skal også drive med egne prosjekter i Russland innenfor kunst og kultur med fokus på nordlige urfolk.
sme: Guovddáš galgá maiddái čađahit sierra dáidda- ja kulturprošeavttaid Ruoššas main guovddážis leat davviálbmogat.

source: Ønsker lykke til med etableringen
sme: Sávvat lihku ásahemiin

source: Sametingsråd Vibeke Larsen og Sametinget ønsker lykke til med arbeidet med å løfte urfolks kunst og kultur over landegrensene i arktisk og på den måten bidra til at urfolk får en større plass i nordområdene.
sme: Sámediggeráđi lahttu Vibeke Larsen ja Sámediggi sávvet lihku bargguin álgoálbmogiid dáidaga ja kultuvrra loktema oktavuođas rastá riikkarájáid árktisis, ja dainna lágiin váikkuhit dan ahte álgoálbmogat oččošedje stuorát saji davviguovlluin.

source: Les mer om Senter for nordlige folk:
sme: Loga eambba Davvi álbmogiid guovddáža birra

source: Publisert av Østby, Jan Roger.
sme: Almmuhan Østby, Jan Roger.

source: Sist endret 10.08.2010
sme: Maŋimustá rievdaduvvon 10.08.2010

source: * Rådsmedlem Vibeke Larsen
sme: * Ráđđelahttu Vibeke Larsen
